Repository: emkey1/ish-AOK
Catalog: app/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

source: iSH-AOK can't restart itself. Next Launch keeps everything running and switches the next time iSH-AOK opens. Quit Now closes it, ending every running program, and boots this filesystem when you open it again.
de: iSH-AOK kann sich nicht selbst neu starten. „Nächster Start“ lässt alles weiterlaufen und wechselt beim nächsten Öffnen von iSH-AOK. „Jetzt beenden“ schließt die App, beendet alle laufenden Programme und bootet dieses Dateisystem beim nächsten Öffnen.
es: iSH-AOK no puede reiniciarse a sí mismo. Próximo inicio mantiene todo en ejecución y cambia la próxima vez que se abra iSH-AOK. Salir ahora lo cierra, finalizando todos los programas en ejecución, y arranca este sistema de archivos cuando lo vuelvas a abrir.
fr: iSH-AOK ne peut pas se redémarrer lui-même. Prochain lancement garde tout en cours d'exécution et bascule à la prochaine ouverture d'iSH-AOK. Quitter maintenant le ferme, en arrêtant tous les programmes en cours, et démarre ce système de fichiers à la prochaine ouverture.
ja: iSH-AOK は自分自身を再起動できません。「次回起動時」はすべてを実行したままにし、次に iSH-AOK を開いたときに切り替えます。「今すぐ終了」は実行中のすべてのプログラムを終了して iSH-AOK を閉じ、次に開いたときにこのファイルシステムからブートします。
ko: iSH-AOK는 스스로 재시작할 수 없습니다. 다음 실행 시는 모든 것을 계속 실행하고 다음에 iSH-AOK를 열 때 전환합니다. 지금 종료는 iSH-AOK를 닫아 실행 중인 모든 프로그램을 종료하고, 다시 열 때 이 파일 시스템으로 부팅합니다.
pt_br: O iSH-AOK não consegue se reiniciar. Próxima Abertura mantém tudo em execução e troca na próxima vez que o iSH-AOK abrir. Sair Agora o fecha, encerrando todos os programas em execução, e inicia este sistema de arquivos quando você abri-lo novamente.
ru: iSH-AOK не может перезапустить себя. «При следующем запуске» оставляет всё работающим и переключает систему при следующем открытии iSH-AOK. «Выйти сейчас» закрывает приложение, завершая все запущенные программы, и загружает эту файловую систему при следующем открытии.
zh_hans: iSH-AOK 无法自行重启。“下次启动”会让一切继续运行，并在下次打开 iSH-AOK 时切换。“立即退出”会关闭它并结束所有运行中的程序，再次打开时将启动此文件系统。
zh_hant: iSH-AOK 無法自行重新啟動。「下次啟動」會讓一切繼續執行，並在下次打開 iSH-AOK 時切換。「立即結束」會關閉它並結束所有執行中的程式，再次打開時會以此檔案系統開機。

source: iSH-AOK cannot boot because no active filesystem is configured.
de: iSH-AOK kann nicht booten, da kein aktives Dateisystem konfiguriert ist.
es: iSH-AOK no puede arrancar porque no hay ningún sistema de archivos activo configurado.
fr: iSH-AOK ne peut pas démarrer, car aucun système de fichiers actif n'est configuré.
ja: アクティブなファイルシステムが設定されていないため、iSH-AOK をブートできません。
ko: 활성 파일 시스템이 구성되지 않아 iSH-AOK를 부팅할 수 없습니다.
pt_br: O iSH-AOK não pode iniciar porque nenhum sistema de arquivos ativo está configurado.
ru: iSH-AOK не может загрузиться: активная файловая система не настроена.
zh_hans: 未配置活跃的文件系统，iSH-AOK 无法启动。
zh_hant: iSH-AOK 無法開機，因為未設定使用中的檔案系統。

source: iSH-AOK cannot start init because the configured boot command is empty.
de: iSH-AOK kann init nicht starten, da der konfigurierte Bootbefehl leer ist.
es: iSH-AOK no puede iniciar init porque el comando de arranque configurado está vacío.
fr: iSH-AOK ne peut pas lancer init, car la commande de démarrage configurée est vide.
ja: 設定されたブートコマンドが空のため、iSH-AOK は init を開始できません。
ko: 구성된 부팅 명령이 비어 있어 iSH-AOK가 init을 시작할 수 없습니다.
pt_br: O iSH-AOK não pode iniciar o init porque o comando de inicialização configurado está vazio.
ru: iSH-AOK не может запустить init: заданная команда загрузки пуста.
zh_hans: 配置的引导命令为空，iSH-AOK 无法启动 init。
zh_hant: iSH-AOK 無法啟動 init，因為設定的開機指令是空的。

source: iSH-AOK could not write the session.
de: iSH-AOK konnte die Sitzung nicht schreiben.
es: iSH-AOK no pudo escribir la sesión.
fr: iSH-AOK n'a pas pu écrire la session.
ja: iSH-AOK はセッションを書き込めませんでした。
ko: iSH-AOK가 세션을 기록할 수 없습니다.
pt_br: O iSH-AOK não conseguiu gravar a sessão.
ru: iSH-AOK не удалось записать сеанс.
zh_hans: iSH-AOK 无法写入会话。
zh_hant: iSH-AOK 無法寫入工作階段。

source: iSH-AOK found the selected filesystem, but fakefs could not mount it.
de: iSH-AOK hat das gewählte Dateisystem gefunden, aber fakefs konnte es nicht einhängen.
es: iSH-AOK encontró el sistema de archivos seleccionado, pero fakefs no pudo montarlo.
fr: iSH-AOK a trouvé le système de fichiers sélectionné, mais fakefs n'a pas pu le monter.
ja: iSH-AOK は選択されたファイルシステムを見つけましたが、fakefs でマウントできませんでした。
ko: iSH-AOK가 선택한 파일 시스템을 찾았지만 fakefs가 마운트할 수 없습니다.
pt_br: O iSH-AOK encontrou o sistema de arquivos selecionado, mas o fakefs não conseguiu montá-lo.
ru: iSH-AOK нашёл выбранную файловую систему, но fakefs не смог её подключить.
zh_hans: iSH-AOK 找到了所选文件系统，但 fakefs 无法挂载它。
zh_hant: iSH-AOK 找到了所選的檔案系統，但 fakefs 無法掛載它。

source: iSH-AOK has saved sessions. Pick one up, or start fresh.
de: iSH-AOK hat gesicherte Sitzungen. Setze eine fort oder starte neu.
es: iSH-AOK tiene sesiones guardadas. Retoma una o empieza de cero.
fr: iSH-AOK a des sessions enregistrées. Reprenez-en une, ou recommencez à zéro.
ja: iSH-AOK に保存済みのセッションがあります。続きから再開するか、新しく開始してください。
ko: iSH-AOK에 저장된 세션이 있습니다. 하나를 이어서 하거나 새로 시작하십시오.
pt_br: O iSH-AOK tem sessões salvas. Retome uma ou comece do zero.
ru: В iSH-AOK есть сохранённые сеансы. Продолжите один из них или начните заново.
zh_hans: iSH-AOK 有已保存的会话。选择一个继续，或重新开始。
zh_hant: iSH-AOK 有已儲存的工作階段。選擇一個繼續，或重新開始。

source: iSH-AOK is running from it now, but another filesystem is set to boot next. Next Launch makes this one boot next time instead.
de: iSH-AOK läuft gerade davon, aber ein anderes Dateisystem ist für den nächsten Start gewählt. „Nächster Start“ bootet stattdessen dieses beim nächsten Mal.
es: iSH-AOK se está ejecutando desde él ahora, pero hay otro sistema de archivos configurado para arrancar a continuación. Próximo inicio hace que este arranque la próxima vez.
fr: iSH-AOK s'exécute actuellement depuis celui-ci, mais un autre système de fichiers est défini pour le prochain démarrage. Prochain lancement fait démarrer celui-ci la prochaine fois.
ja: iSH-AOK は現在このファイルシステムから実行されていますが、次回は別のファイルシステムからブートするよう設定されています。「次回起動時」を選ぶと、次回はこのファイルシステムからブートします。
ko: iSH-AOK가 지금 이 파일 시스템에서 실행 중이지만, 다음 부팅으로 다른 파일 시스템이 설정되어 있습니다. 다음 실행 시를 선택하면 다음번에 이 파일 시스템으로 부팅합니다.
pt_br: O iSH-AOK está sendo executado a partir dele agora, mas outro sistema de arquivos está definido para iniciar em seguida. Próxima Abertura faz este iniciar na próxima vez.
ru: iSH-AOK сейчас работает с неё, но следующей будет загружаться другая файловая система. «При следующем запуске» сделает так, чтобы в следующий раз загружалась эта.
zh_hans: iSH-AOK 当前正从此文件系统运行，但已设定下次启动另一个文件系统。“下次启动”会让此文件系统在下次启动。
zh_hant: iSH-AOK 目前正從此檔案系統執行，但已設定以另一個檔案系統在下次開機。「下次啟動」會改為下次以此檔案系統開機。

source: iSH-AOK is running from this filesystem, and boots it next time too.
de: iSH-AOK läuft von diesem Dateisystem und bootet es auch beim nächsten Mal.
es: iSH-AOK se está ejecutando desde este sistema de archivos y también lo arrancará la próxima vez.
fr: iSH-AOK s'exécute depuis ce système de fichiers et le démarrera aussi la prochaine fois.
ja: iSH-AOK はこのファイルシステムから実行されており、次回もこのファイルシステムからブートします。
ko: iSH-AOK가 이 파일 시스템에서 실행 중이며, 다음번에도 이 파일 시스템으로 부팅합니다.
pt_br: O iSH-AOK está sendo executado a partir deste sistema de arquivos e também o iniciará na próxima vez.
ru: iSH-AOK работает с этой файловой системы и загрузит её и в следующий раз.
zh_hans: iSH-AOK 正从此文件系统运行，下次也将启动它。
zh_hant: iSH-AOK 正從此檔案系統執行，下次也會以它開機。

source: iSH-AOK is running from this filesystem, but another one is set to boot next.
de: iSH-AOK läuft von diesem Dateisystem, aber ein anderes ist für den nächsten Start gewählt.
es: iSH-AOK se está ejecutando desde este sistema de archivos, pero hay otro configurado para arrancar a continuación.
fr: iSH-AOK s'exécute depuis ce système de fichiers, mais un autre est défini pour le prochain démarrage.
ja: iSH-AOK はこのファイルシステムから実行されていますが、次回は別のファイルシステムからブートするよう設定されています。
ko: iSH-AOK가 이 파일 시스템에서 실행 중이지만, 다음 부팅으로 다른 파일 시스템이 설정되어 있습니다.
pt_br: O iSH-AOK está sendo executado a partir deste sistema de arquivos, mas outro está definido para iniciar em seguida.
ru: iSH-AOK работает с этой файловой системы, но следующей будет загружаться другая.
zh_hans: iSH-AOK 正从此文件系统运行，但已设定下次启动另一个文件系统。
zh_hant: iSH-AOK 正從此檔案系統執行，但已設定以另一個檔案系統在下次開機。

source: iSH-AOK saved this session. Pick it up, or start fresh.
de: iSH-AOK hat diese Sitzung gesichert. Setze sie fort oder starte neu.
es: iSH-AOK guardó esta sesión. Retómala o empieza de cero.
fr: iSH-AOK a enregistré cette session. Reprenez-la, ou recommencez à zéro.
ja: iSH-AOK はこのセッションを保存しました。続きから再開するか、新しく開始してください。
ko: iSH-AOK가 이 세션을 저장했습니다. 이어서 하거나 새로 시작하십시오.
pt_br: O iSH-AOK salvou esta sessão. Retome-a ou comece do zero.
ru: iSH-AOK сохранил этот сеанс. Продолжите его или начните заново.
zh_hans: iSH-AOK 已保存此会话。继续该会话，或重新开始。
zh_hant: iSH-AOK 已儲存此工作階段。繼續使用，或重新開始。

source: iSH-AOK writes this session to disk and quits. The next launch picks it up where you left it.
de: iSH-AOK schreibt diese Sitzung auf den Speicher und wird beendet. Der nächste Start setzt dort fort, wo du aufgehört hast.
es: iSH-AOK escribe esta sesión en el disco y se cierra. El próximo inicio la retoma donde la dejaste.
fr: iSH-AOK écrit cette session sur le disque et quitte. Le prochain lancement la reprend là où vous l'avez laissée.
ja: iSH-AOK はこのセッションをディスクに書き込んで終了します。次回の起動時に中断したところから再開します。
ko: iSH-AOK가 이 세션을 디스크에 기록하고 종료합니다. 다음 실행 시 중단한 곳에서 이어집니다.
pt_br: O iSH-AOK grava esta sessão no disco e fecha. A próxima abertura a retoma de onde você parou.
ru: iSH-AOK записывает этот сеанс на диск и завершает работу. При следующем запуске работа продолжится с того же места.
zh_hans: iSH-AOK 会将此会话写入磁盘并退出。下次启动时将从你离开的地方继续。
zh_hant: iSH-AOK 會將此工作階段寫入磁碟並結束。下次啟動時會從你離開的地方繼續。

source: in use
de: belegt
es: en uso
fr: utilisée
ja: 使用中
ko: 사용 중
pt_br: em uso
ru: занято
zh_hans: 已使用
zh_hant: 使用中

source: just now
de: gerade eben
es: ahora mismo
fr: à l'instant
ja: たった今
ko: 방금
pt_br: agora mesmo
ru: только что
zh_hans: 刚刚
zh_hant: 剛剛

source: list
de: auflisten
es: listar
fr: lister
ja: 一覧表示
ko: 나열
pt_br: listar
ru: список
zh_hans: 列出
zh_hant: 列出

source: load
de: Last
es: carga
fr: charge
ja: 負荷
ko: 부하
pt_br: carga
ru: нагрузка
zh_hans: 负载
zh_hant: 負載

source: missing bundled terminal UI
de: mitgelieferte Terminal-UI fehlt
es: falta la interfaz de terminal incluida
fr: interface du terminal intégrée manquante
ja: バンドルされたターミナル UI が見つかりません
ko: 번들 터미널 UI가 없음
pt_br: interface do terminal incluída ausente
ru: отсутствует встроенный интерфейс терминала
zh_hans: 缺少内置的终端界面
zh_hant: 缺少內建的終端機介面

source: no
de: nein
fr: non
ja: いいえ
ko: 아니요
pt_br: não
ru: нет
zh_hans: 否
zh_hant: 否

source: not a directory
de: kein Ordner
es: no es un directorio
fr: n'est pas un répertoire
ja: ディレクトリではありません
ko: 디렉터리가 아님
pt_br: não é um diretório
ru: не каталог
zh_hans: 不是目录
zh_hant: 不是目錄

source: not found
de: nicht gefunden
es: no encontrado
fr: introuvable
ja: 見つかりません
ko: 찾을 수 없음
pt_br: não encontrado
ru: не найден
zh_hans: 未找到
zh_hant: 找不到

source: not set
de: nicht festgelegt
es: sin definir
fr: non défini
ja: 未設定
ko: 설정 안 됨
pt_br: não definido
ru: не задана
zh_hans: 未设置
zh_hant: 未設定

source: on battery
de: Batteriebetrieb
es: con batería
fr: sur batterie
ja: バッテリー駆動
ko: 배터리 사용 중
pt_br: na bateria
ru: от аккумулятора
zh_hans: 使用电池
zh_hant: 使用電池

source: overwritten
de: überschrieben
es: sobrescrito
fr: écrasé
ja: 上書き
ko: 덮어씀
pt_br: sobrescrito
ru: перезаписан
zh_hans: 已覆盖
zh_hant: 已覆寫

source: password (optional)
de: Passwort (optional)
es: contraseña (opcional)
fr: mot de passe (facultatif)
ja: パスワード（オプション）
ko: 암호(선택 사항)
pt_br: senha (opcional)
ru: пароль (необязательно)
zh_hans: 密码（可选）
zh_hant: 密碼（選填）

source: password again
de: Passwort wiederholen
es: repite la contraseña
fr: confirmer le mot de passe
ja: パスワード（確認）
ko: 암호 다시 입력
pt_br: repita a senha
ru: пароль ещё раз
zh_hans: 再次输入密码
zh_hant: 再次輸入密碼

source: read
de: lesen
es: leer
fr: lire
ja: 読み取り
ko: 읽기
pt_br: ler
ru: чтение
zh_hans: 读取
zh_hant: 讀取

source: reading…
de: wird gelesen …
es: leyendo…
fr: lecture…
ja: 読み込み中…
ko: 읽는 중…
pt_br: lendo…
ru: чтение…
zh_hans: 正在读取…
zh_hant: 正在讀取…

source: retrying without streaming
de: neuer Versuch ohne Streaming
es: reintentando sin streaming
fr: nouvelle tentative sans streaming
ja: ストリーミングなしで再試行中
ko: 스트리밍 없이 재시도 중
pt_br: tentando novamente sem streaming
ru: повтор без потоковой передачи
zh_hans: 正在以非流式方式重试
zh_hant: 正在以非串流方式重試

source: rewritten
de: neu geschrieben
es: reescrito
fr: réécrit
ja: 書き換え
ko: 다시 작성됨
pt_br: reescrito
ru: переписан
zh_hans: 已重写
zh_hant: 已重寫

source: riscv64 (RISC-V) guest rootfs.
de: riscv64 (RISC-V) Gast-rootfs.
es: Rootfs invitado riscv64 (RISC-V).
fr: Rootfs invité riscv64 (RISC-V).
ja: riscv64（RISC-V）ゲストルートファイルシステム。
ko: riscv64(RISC-V) 게스트 rootfs.
pt_br: Rootfs convidado riscv64 (RISC-V).
ru: Гостевая rootfs для riscv64 (RISC-V).
zh_hans: riscv64（RISC-V）客户机根文件系统。
zh_hant: riscv64（RISC-V）客體 rootfs。

source: round %ld
de: Runde %ld
es: ronda %ld
fr: tour %ld
ja: ラウンド %ld
ko: %ld회차
pt_br: rodada %ld
ru: раунд %ld
zh_hans: 第 %ld 轮
zh_hant: 第 %ld 回合

source: start agent: %@
de: Agent starten: %@
es: iniciar agente: %@
fr: démarrer l'agent : %@
ja: エージェントを開始: %@
ko: 에이전트 시작: %@
pt_br: iniciar agente: %@
ru: запуск агента: %@
zh_hans: 启动代理：%@
zh_hant: 啟動代理：%@

source: start-wayland.sh failed: %@
de: start-wayland.sh fehlgeschlagen: %@
es: start-wayland.sh ha fallado: %@
fr: Échec de start-wayland.sh : %@
ja: start-wayland.sh が失敗しました: %@
ko: start-wayland.sh 실패: %@
pt_br: start-wayland.sh falhou: %@
ru: Сбой start-wayland.sh: %@
zh_hans: start-wayland.sh 失败： %@
zh_hant: start-wayland.sh 失敗： %@

# sub-agent %@ asks: %@
source: sub-agent %1$@ asks: %2$@
de: Sub-Agent %1$@ fragt: %2$@
es: el subagente %1$@ pregunta: %2$@
fr: le sous-agent %1$@ demande : %2$@
ja: サブエージェント %1$@ からの質問: %2$@
ko: 하위 에이전트 %1$@의 질문: %2$@
pt_br: subagente %1$@ pergunta: %2$@
ru: субагент %1$@ спрашивает: %2$@
zh_hans: 子代理 %1$@ 询问：%2$@
zh_hant: 子代理 %1$@ 詢問：%2$@

source: sub-agent of %@
de: Sub-Agent von %@
es: subagente de %@
fr: sous-agent de %@
ja: %@ のサブエージェント
ko: %@의 하위 에이전트
pt_br: subagente de %@
ru: субагент чата %@
zh_hans: %@ 的子代理
zh_hant: %@ 的子代理

source: sub-task
de: Teilaufgabe
es: subtarea
fr: sous-tâche
ja: サブタスク
ko: 하위 작업
pt_br: subtarefa
ru: подзадача
zh_hans: 子任务
zh_hant: 子任務

# tasks %lu/%lu
source: tasks %1$lu/%2$lu
de: Aufgaben %1$lu/%2$lu
es: tareas %1$lu/%2$lu
fr: tâches %1$lu/%2$lu
ja: タスク %1$lu/%2$lu
ko: 작업 %1$lu/%2$lu
pt_br: tarefas %1$lu/%2$lu
ru: задачи %1$lu/%2$lu
zh_hans: 任务 %1$lu/%2$lu
zh_hant: 任務 %1$lu/%2$lu

source: terminal UI failed to load
de: Terminal-UI konnte nicht geladen werden
es: no se pudo cargar la interfaz de la terminal
fr: échec du chargement de l'interface du terminal
ja: ターミナル UI を読み込めませんでした
ko: 터미널 UI를 불러오지 못함
pt_br: falha ao carregar a interface do terminal
ru: не удалось загрузить интерфейс терминала
zh_hans: 终端界面载入失败
zh_hant: 終端機介面載入失敗

source: terminal web content process terminated
de: Web-Content-Prozess des Terminals beendet
es: el proceso de contenido web de la terminal ha finalizado
fr: le processus de contenu web du terminal s'est arrêté
ja: ターミナルの Web コンテンツプロセスが終了しました
ko: 터미널 웹 콘텐츠 프로세스가 종료됨
pt_br: processo de conteúdo web do terminal encerrado
ru: процесс веб-содержимого терминала завершён
zh_hans: 终端网页内容进程已终止
zh_hant: 終端機網頁內容程序已終止

source: the home directory
de: der Home-Ordner
es: la carpeta de inicio
fr: le dossier personnel
ja: ホームディレクトリ
ko: 홈 디렉터리
pt_br: a pasta pessoal
ru: домашний каталог
zh_hans: 主目录
zh_hant: 個人目錄

source: the system keeps stopping the terminal's web view, most likely to reclaim memory
de: das System beendet wiederholt die Web-Ansicht des Terminals, vermutlich um Speicher freizugeben
es: el sistema sigue deteniendo la vista web de la terminal, probablemente para recuperar memoria
fr: le système arrête sans cesse la vue web du terminal, très probablement pour récupérer de la mémoire
ja: システムがターミナルの Web ビューを停止し続けています。メモリを回収するためと考えられます
ko: 시스템이 터미널의 웹 보기를 계속 중지합니다. 메모리를 확보하기 위해서일 가능성이 높습니다
pt_br: o sistema continua interrompendo a visualização web do terminal, provavelmente para recuperar memória
ru: система постоянно останавливает веб-представление терминала, скорее всего, чтобы освободить память
zh_hans: 系统不断停止终端的网页视图，很可能是为了回收内存
zh_hant: 系統一直停止終端機的網頁視圖，很可能是為了回收記憶體

source: the terminal's web view did not come back
de: die Web-Ansicht des Terminals kam nicht zurück
es: la vista web de la terminal no se recuperó
fr: la vue web du terminal n'est pas revenue
ja: ターミナルの Web ビューが復帰しませんでした
ko: 터미널의 웹 보기가 복구되지 않았습니다
pt_br: a visualização web do terminal não voltou
ru: веб-представление терминала не восстановилось
zh_hans: 终端的网页视图未能恢复
zh_hant: 終端機的網頁視圖沒有恢復

source: this theme
de: dieses Theme
es: este tema
fr: ce thème
ja: このテーマ
ko: 이 테마
pt_br: este tema
ru: эту тему
zh_hans: 此主题
zh_hant: 此主題

# todo: %lu of %lu done
source: todo: %1$lu of %2$lu done
de: todo: %1$lu von %2$lu erledigt
es: pendientes: %1$lu de %2$lu hechas
fr: todo : %1$lu sur %2$lu terminées
ja: todo: %2$lu 件中 %1$lu 件完了
ko: 할 일: %2$lu개 중 %1$lu개 완료
pt_br: tarefas: %1$lu de %2$lu concluídas
ru: задачи: выполнено %1$lu из %2$lu
zh_hans: 待办：已完成 %1$lu/%2$lu
zh_hant: 待辦：已完成 %1$lu / %2$lu

source: unavailable
de: nicht verfügbar
es: no disponible
fr: indisponible
ja: 利用不可
ko: 사용 불가
pt_br: indisponível
ru: недоступно
zh_hans: 不可用
zh_hant: 無法取得

source: unknown error
de: unbekannter Fehler
es: error desconocido
fr: erreur inconnue
ja: 不明なエラー
ko: 알 수 없는 오류
pt_br: erro desconhecido
ru: неизвестная ошибка
zh_hans: 未知错误
zh_hant: 未知的錯誤

source: unknown reason
de: unbekannter Grund
es: motivo desconocido
fr: raison inconnue
ja: 不明な理由
ko: 알 수 없는 이유
pt_br: motivo desconhecido
ru: причина неизвестна
zh_hans: 原因未知
zh_hant: 未知的原因

source: untitled folder
de: Neuer Ordner
es: carpeta sin título
fr: dossier sans titre
ja: 名称未設定フォルダ
ko: 무제 폴더
pt_br: pasta sem título
ru: папка без названия
zh_hans: 未命名文件夹
zh_hant: 未命名資料夾

source: user name
de: Benutzername
es: nombre de usuario
fr: nom d'utilisateur
ja: ユーザ名
ko: 사용자 이름
pt_br: nome de usuário
ru: имя пользователя
zh_hans: 用户名
zh_hant: 使用者名稱

source: wait for agent %@
de: Auf Agent %@ warten
es: esperar al agente %@
fr: attendre l'agent %@
ja: エージェント %@ を待機
ko: 에이전트 %@ 대기
pt_br: aguardar agente %@
ru: ожидание агента %@
zh_hans: 等待代理 %@
zh_hant: 等待代理 %@

source: wayvnc closed the connection
de: wayvnc hat die Verbindung geschlossen
es: wayvnc cerró la conexión
fr: wayvnc a fermé la connexion
ja: wayvnc が接続を閉じました
ko: wayvnc가 연결을 닫음
pt_br: O wayvnc fechou a conexão
ru: wayvnc закрыл соединение
zh_hans: wayvnc 关闭了连接
zh_hant: wayvnc 關閉了連線

source: wayvnc did not offer security type None (no-auth)
de: wayvnc bot den Sicherheitstyp None (ohne Auth.) nicht an
es: wayvnc no ofreció el tipo de seguridad None (sin autenticación)
fr: wayvnc n'a pas proposé le type de sécurité None (sans authentification)
ja: wayvnc はセキュリティタイプ None（認証なし）を提供しませんでした
ko: wayvnc가 보안 유형 None(인증 없음)을 제공하지 않음
pt_br: O wayvnc não ofereceu o tipo de segurança None (sem autenticação)
ru: wayvnc не предложил тип безопасности None (без аутентификации)
zh_hans: wayvnc 未提供安全类型 None（无认证）
zh_hant: wayvnc 未提供安全性類型 None（無驗證）

source: wayvnc refused the connection: %@
de: wayvnc hat die Verbindung abgelehnt: %@
es: wayvnc rechazó la conexión: %@
fr: wayvnc a refusé la connexion : %@
ja: wayvnc が接続を拒否しました: %@
ko: wayvnc가 연결을 거부함: %@
pt_br: O wayvnc recusou a conexão: %@
ru: wayvnc отклонил соединение: %@
zh_hans: wayvnc 拒绝了连接：%@
zh_hant: wayvnc 拒絕連線：%@

source: wayvnc reported an empty desktop size
de: wayvnc meldete eine leere Desktopgröße
es: wayvnc indicó un tamaño de escritorio vacío
fr: wayvnc a signalé une taille de bureau vide
ja: wayvnc が空のデスクトップサイズを報告しました
ko: wayvnc가 빈 데스크탑 크기를 보고함
pt_br: O wayvnc informou um tamanho de área de trabalho vazio
ru: wayvnc сообщил пустой размер рабочего стола
zh_hans: wayvnc 报告的桌面尺寸为空
zh_hant: wayvnc 回報的桌面大小為空

source: wayvnc security handshake failed: %@
de: Sicherheits-Handshake mit wayvnc fehlgeschlagen: %@
es: Error en el protocolo de seguridad de wayvnc: %@
fr: Échec de la négociation de sécurité wayvnc : %@
ja: wayvnc のセキュリティハンドシェイクに失敗しました: %@
ko: wayvnc 보안 핸드셰이크 실패: %@
pt_br: Falha no handshake de segurança do wayvnc: %@
ru: Сбой согласования безопасности wayvnc: %@
zh_hans: wayvnc 安全握手失败：%@
zh_hant: wayvnc 安全性交握失敗：%@

source: write
de: schreiben
es: escribir
fr: écrire
ja: 書き込み
ko: 쓰기
pt_br: gravar
ru: запись
zh_hans: 写入
zh_hant: 寫入

source: x86_64 (amd64) guest rootfs.
de: x86_64 (amd64) Gast-rootfs.
es: Rootfs invitado x86_64 (amd64).
fr: Rootfs invité x86_64 (amd64).
ja: x86_64（amd64）ゲストルートファイルシステム。
ko: x86_64(amd64) 게스트 rootfs.
pt_br: Rootfs convidado x86_64 (amd64).
ru: Гостевая rootfs для x86_64 (amd64).
zh_hans: x86_64（amd64）客户机根文件系统。
zh_hant: x86_64（amd64）客體 rootfs。

source: yes
de: ja
es: sí
fr: oui
ja: はい
ko: 예
pt_br: sim
ru: да
zh_hans: 是
zh_hant: 是

source: your home directory
de: dein Home-Ordner
es: tu carpeta de inicio
fr: votre dossier personnel
ja: ホームディレクトリ
ko: 홈 디렉터리
pt_br: sua pasta pessoal
ru: ваш домашний каталог
zh_hans: 你的主目录
zh_hant: 你的個人目錄

# ~%@/%@%@ ctx
source: ~%1$@/%2$@%3$@ ctx
de: ~%1$@/%2$@%3$@ Ktx
ko: ~%1$@/%2$@%3$@ 컨텍스트
zh_hans: ~%1$@/%2$@%3$@ 上下文
zh_hant: ~%1$@/%2$@%3$@ 上下文

source: “%@” boots next
de: „%@“ startet als Nächstes
es: “%@” arranca en el próximo inicio
fr: « %@ » démarrera ensuite
ja: “%@”が次回ブートします
ko: “%@”(으)로 다음 부팅
pt_br: “%@” inicia em seguida
ru: «%@» загрузится следующей
zh_hans: “%@”将在下次启动
zh_hant: 下次開機使用「%@」

source: “%@” can’t be opened from here yet.
de: „%@“ kann von hier aus noch nicht geöffnet werden.
es: “%@” aún no se puede abrir desde aquí.
fr: « %@ » ne peut pas encore être ouvert d'ici.
ja: “%@”はまだここから開けません。
ko: “%@”은(는) 아직 여기에서 열 수 없습니다.
pt_br: “%@” ainda não pode ser aberto daqui.
ru: «%@» пока нельзя открыть отсюда.
zh_hans: 目前还无法从这里打开“%@”。
zh_hant: 目前還無法從這裡打開「%@」。

source: “%@” doesn’t contain any supported audio files.
de: „%@“ enthält keine unterstützten Audiodateien.
es: “%@” no contiene ningún archivo de audio compatible.
fr: « %@ » ne contient aucun fichier audio pris en charge.
ja: “%@”にはサポートされているオーディオファイルがありません。
ko: “%@”에 지원되는 오디오 파일이 없습니다.
pt_br: “%@” não contém nenhum arquivo de áudio compatível.
ru: В «%@» нет поддерживаемых аудиофайлов.
zh_hans: “%@”不包含任何受支持的音频文件。
zh_hant: 「%@」不包含任何支援的音訊檔案。

source: “%@” is still working. Stop it and delete the chat and its saved messages? This can't be undone.
de: „%@“ arbeitet noch. Stoppen und den Chat samt gesicherten Nachrichten löschen? Dies kann nicht widerrufen werden.
es: “%@” sigue en curso. ¿Detenerlo y eliminar el chat y sus mensajes guardados? Esta acción no se puede deshacer.
fr: « %@ » est toujours en cours. L'arrêter et supprimer la conversation et ses messages enregistrés ? Cette action est irréversible.
ja: “%@”はまだ実行中です。停止して、チャットと保存されたメッセージを削除しますか？ この操作は取り消せません。
ko: “%@”이(가) 아직 작업 중입니다. 중지하고 채팅과 저장된 메시지를 삭제하겠습니까? 이 동작은 실행 취소할 수 없습니다.
pt_br: “%@” ainda está em execução. Interrompê-lo e apagar o chat e suas mensagens salvas? Esta ação não pode ser desfeita.
ru: «%@» ещё работает. Остановить его и удалить чат и его сохранённые сообщения? Это действие нельзя отменить.
zh_hans: “%@”仍在工作。要停止它并删除该聊天及其已保存的消息吗？此操作无法撤销。
zh_hant: 「%@」仍在執行中。要停止它並刪除對話及其已儲存的訊息嗎？此動作無法復原。

source: ‹ Back
de: ‹ Zurück
es: ‹ Atrás
fr: ‹ Retour
ja: ‹ 戻る
ko: ‹ 뒤로
pt_br: ‹ Voltar
ru: ‹ Назад
zh_hans: ‹ 返回
zh_hant: ‹ 返回

source: ● IN USE — mounted at / · can't be deleted
de: ● IN VERWENDUNG – eingehängt unter / · nicht löschbar
es: ● EN USO — montado en / · no se puede eliminar
fr: ● UTILISÉ — monté sur / · impossible à supprimer
ja: ● 使用中 — / にマウント · 削除不可
ko: ● 사용 중 — /에 마운트됨 · 삭제할 수 없음
pt_br: ● EM USO — montado em / · não pode ser apagado
ru: ● ИСПОЛЬЗУЕТСЯ — подключена в / · удалить нельзя
zh_hans: ● 使用中 — 挂载于 / · 无法删除
zh_hant: ● 使用中 — 掛載於 / · 無法刪除

# Desktop %ld / %ld
source: Desktop %1$ld / %2$ld
es: Escritorio %1$ld / %2$ld
fr: Bureau %1$ld / %2$ld
ja: デスクトップ %1$ld / %2$ld
ko: 데스크탑 %1$ld / %2$ld
pt_br: Área de trabalho %1$ld / %2$ld
ru: Рабочий стол %1$ld / %2$ld
zh_hans: 桌面 %1$ld / %2$ld
zh_hant: 桌面 %1$ld / %2$ld
